{"label": 1, "subject": "Richiesta preventivo impianto fotovoltaico", "body": "Buongiorno, avremmo bisogno di una quotazione dettagliata per l'installazione di un impianto da 6kw per la nostra abitazione di Modena."}
{"label": 1, "subject": "Need pricing for software development", "body": "Hi team, could you please send us a proposal with cost estimate for a mobile app project lasting about 3 months?"}
{"label": 1, "subject": "Quote request for catering", "body": "Stiamo organizzando un evento aziendale per 120 persone e desideriamo ricevere un'offerta con diverse opzioni di menu."}
{"label": 1, "subject": "Preventivo manutenzione ascensore", "body": "Si richiede cortese preventivo annuale per la manutenzione ordinaria e straordinaria del nostro impianto."}
{"label": 1, "subject": "Solicitud de presupuesto para traducción", "body": "Necesitamos conocer el costo por traducir un manual técnico de 45 páginas al inglés y alemán."}
{"label": 1, "subject": "Estimate for website redesign", "body": "We're comparing vendors for a corporate website redesign. Could you provide pricing tiers and timeline?"}
{"label": 1, "subject": "Richiesta offerta corsi di formazione", "body": "Vorremmo ricevere una proposta economica per un percorso di formazione dedicato al project management."}
{"label": 1, "subject": "Preventivo servizio di pulizia", "body": "Salve, necessitiamo di un preventivo mensile per la pulizia del nostro ufficio di 400mq, con interventi bisettimanali."}
{"label": 1, "subject": "Quotation needed for HVAC replacement", "body": "Our building needs new HVAC units. Please send a detailed estimate including installation."}
{"label": 1, "subject": "Richiesta costi consulenza marketing", "body": "Potete prepararci un'offerta per una consulenza trimestrale sul lancio del nostro nuovo prodotto?"}
{"label": 1, "subject": "Preventivo assicurazione aziendale", "body": "Gradiremmo ricevere una proposta per copertura assicurativa completa di responsabilità civile per 25 dipendenti."}
{"label": 1, "subject": "Proposal request: cloud migration", "body": "We need a migration plan to move our ERP to the cloud. Please share your proposal with pricing and milestones."}
{"label": 1, "subject": "Richiesta quotazione stampaggio plastica", "body": "Spett.le, vi chiediamo di inviarci un'offerta per la produzione di 5.000 pezzi in ABS secondo il disegno allegato."}
{"label": 1, "subject": "Budget per evento aziendale", "body": "Ci occorre un preventivo per location, catering e service audio/video per una convention di due giorni."}
{"label": 1, "subject": "Looking for price list", "body": "Could you send us the pricing for your enterprise analytics platform and any volume discounts?"}
{"label": 1, "subject": "Preventivo servizi fotografici", "body": "Buongiorno, desideriamo un preventivo per un servizio fotografico corporate da realizzare a Milano."}
{"label": 1, "subject": "Richiesta offerta noleggio stampanti", "body": "Siamo interessati a noleggiare tre stampanti multifunzione A3. Potete inviarci un'offerta con le condizioni economiche?"}
{"label": 1, "subject": "Estimate request for training", "body": "Please quote a two-day on-site training for our technical staff, including travel expenses."}
{"label": 1, "subject": "Preventivo campagna social", "body": "Vorremmo una quotazione per la gestione dei nostri canali social per sei mesi con reportistica mensile."}
{"label": 1, "subject": "Request for quotation: office furniture", "body": "We need a quote for supplying 40 ergonomic desks and chairs, including delivery and installation."}
{"label": 1, "subject": "Preventivo servizio di traduzione simultanea", "body": "Potete indicarci il costo per interpreti e attrezzatura durante il nostro congresso di due giorni?"}
{"label": 1, "subject": "Solicitamos cotización de mantenimiento", "body": "Requerimos cotización para el mantenimiento preventivo de 15 impresoras industriales."}
{"label": 1, "subject": "Quote request - security audit", "body": "Hello, we need a security assessment of our AWS infrastructure. Send proposal with rate and scope."}
{"label": 1, "subject": "Preventivo per fornitura catering scolastico", "body": "Siamo alla ricerca di un fornitore per pasti scolastici, 200 coperti giornalieri. Attendiamo la vostra migliore offerta."}
{"label": 1, "subject": "Need a quote for office move", "body": "We're relocating our HQ. Please provide moving costs, packing service and insurance details."}
{"label": 1, "subject": "Richiesta budget grafica coordinata", "body": "Chiediamo di ricevere un preventivo per il restyling del logo e del materiale coordinato."}
{"label": 1, "subject": "Preventivo per realizzazione video istituzionale", "body": "Ci interessa conoscere tempi e costi per la produzione di un video corporate di 3 minuti."}
{"label": 1, "subject": "Request for price quotation - logistics", "body": "We are evaluating partners for warehousing services in Italy. Please quote storage and fulfillment fees."}
{"label": 1, "subject": "Richiesta proposta formativa", "body": "Desideriamo ricevere una proposta economica per un percorso di coaching dedicato al nostro management."}
{"label": 1, "subject": "Preventivo servizio di consulenza legale", "body": "Vi chiediamo cortesemente di indicarci il vostro onorario per seguire una pratica di due mesi."}
{"label": 1, "subject": "Quote needed for PPC campaign", "body": "Can you send over pricing for managing a Google Ads campaign with a monthly budget of 15k EUR?"}
{"label": 1, "subject": "Preventivo installazione antifurto", "body": "Buonasera, ci serve un preventivo completo per l'installazione di un sistema antifurto su due piani."}
{"label": 1, "subject": "Estimate request for 3D printing", "body": "Looking for pricing to 3D print 200 prototype casings in nylon."}
{"label": 1, "subject": "Preventivo licenze software", "body": "Avremmo bisogno di conoscere il costo per 80 licenze annuali della vostra piattaforma."}
{"label": 1, "subject": "Proposal request: HR outsourcing", "body": "Please provide a proposal for outsourcing payroll and benefits administration for 60 employees."}
{"label": 1, "subject": "Richiesta preventivo analisi energetica", "body": "Ci occorre una quotazione per effettuare un audit energetico completo del nostro stabilimento."}
{"label": 1, "subject": "Need pricing sheet", "body": "Can you share your price list for enterprise support plans? We're evaluating vendors."}
{"label": 1, "subject": "Preventivo restauro facciata", "body": "Richiediamo un'offerta per il restauro della facciata condominiale di quattro piani."}
{"label": 1, "subject": "Quote request for industrial cleaning", "body": "We need a detailed estimate for deep cleaning our production facility every quarter."}
{"label": 1, "subject": "Preventivo piattaforma e-learning", "body": "Vorremmo un'offerta per personalizzare e ospitare un portale e-learning con 500 utenti attivi."}
{"label": 1, "subject": "Request for quotation - custom packaging", "body": "Please provide a quotation for 10,000 units of eco-friendly packaging with our branding."}
{"label": 1, "subject": "Richiesta listino prezzi software gestionale", "body": "Salve, potete inviarci il listino prezzi aggiornato del vostro gestionale e le tariffe per il supporto annuale?"}
{"label": 1, "subject": "Need your pricing breakdown", "body": "Hello, I'm Alex from BrightWave LLC and I'm evaluating vendors. Could you share the detailed pricing breakdown for your analytics licenses?"}
{"label": 1, "subject": "Tariffe per manutenzione impianto industriale", "body": "Siamo interessati alle vostre tariffe annuali per la manutenzione dei nostri impianti e al canone per interventi straordinari."}
{"label": 1, "subject": "Budget available for marketing campaign", "body": "Buongiorno, sono Chiara di Euronova S.p.A. e abbiamo un budget di 25k EUR. Potete prepararci una proposta con il dettaglio dei costi?"}
{"label": 1, "subject": "Request for rate card", "body": "Our agency would like to review your rate card for video production services. Please include day rates and optional add-ons."}
{"label": 1, "subject": "Preventivo per servizio di assistenza IT", "body": "Siamo interessati a un preventivo mensile per help desk 24/7 e vorremmo conoscere le vostre tariffe."}
{"label": 1, "subject": "Quotation needed - fleet insurance", "body": "Could you provide a quotation covering our fleet of 18 vehicles along with the deductible options?"}
{"label": 1, "subject": "Listino aggiornato per consulenza fiscale", "body": "Sono Marco di FinExpert SRL: potreste inviarci il listino aggiornato e un estimate per una consulenza trimestrale?"}
{"label": 1, "subject": "Preventivo per servizio di traduzione tecnica", "body": "Ci serve un cost estimate dettagliato per tradurre 120 pagine di manualistica industriale in inglese e tedesco."}
{"label": 1, "subject": "Pricing inquiry for premium support", "body": "Hi, we'd like to know the pricing options for upgrading to premium support, including SLA details."}
{"label": 0, "subject": "Weekly newsletter - ottobre", "body": "Scopri tutte le novità del mese nella nostra newsletter aziendale."}
{"label": 0, "subject": "Evento gratuito online", "body": "Partecipa al nostro webinar introduttivo, registrati ora senza costi."}
{"label": 0, "subject": "Fattura disponibile", "body": "La tua fattura è pronta per il download dal portale clienti."}
{"label": 0, "subject": "Report mensile performance", "body": "In allegato trovi il report con le metriche di utilizzo della piattaforma."}
{"label": 0, "subject": "Reminder pagamento scaduto", "body": "Ti ricordiamo che la fattura 2023-44 risulta ancora insoluta."}
{"label": 0, "subject": "Aggiornamento manutenzione programmata", "body": "Il servizio non sarà disponibile domenica per manutenzione programmata."}
{"label": 0, "subject": "Candidatura spontanea", "body": "Invio il mio curriculum per eventuali posizioni aperte in ambito marketing."}
{"label": 0, "subject": "Offerte voli last minute", "body": "Solo per oggi voli a metà prezzo per le principali destinazioni estive."}
{"label": 0, "subject": "Promozione speciale Black Friday", "body": "Approfitta degli sconti fino al 70% su tutti i prodotti."}
{"label": 0, "subject": "Richiesta assistenza tecnica", "body": "Non riusciamo ad accedere alla piattaforma, potete verificare?"}
{"label": 0, "subject": "Conferma registrazione evento", "body": "Grazie per esserti registrato alla conferenza annuale."}
{"label": 0, "subject": "Survey satisfaction", "body": "We would love your feedback in a short survey about our services."}
{"label": 0, "subject": "Comunicazione ferie estive", "body": "I nostri uffici resteranno chiusi per ferie dal 12 al 23 agosto."}
{"label": 0, "subject": "Avviso sicurezza account", "body": "Abbiamo rilevato un accesso insolito, cambia subito la password."}
{"label": 0, "subject": "Newsletter settore retail", "body": "Trend e approfondimenti per i professionisti del retail."}
{"label": 0, "subject": "Invito networking", "body": "Ti aspettiamo all'aperitivo di networking del 15 novembre."}
{"label": 0, "subject": "Benvenuto nella community", "body": "Grazie per esserti unito alla nostra piattaforma, ecco come iniziare."}
{"label": 0, "subject": "Aggiornamento funzionalità", "body": "Abbiamo introdotto nuove feature disponibili da oggi nell'app."}
{"label": 0, "subject": "Ordine spedito", "body": "Il tuo ordine #5512 è stato spedito e arriverà a breve."}
{"label": 0, "subject": "Comunicato stampa", "body": "Annunciamo l'apertura della nuova sede in centro città."}
{"label": 0, "subject": "Reminder call", "body": "Ricordati della call interna di team prevista alle 14:00."}
{"label": 0, "subject": "Meeting reschedule", "body": "Possiamo spostare la riunione di domani alle 16:30?"}
{"label": 0, "subject": "Happy birthday!", "body": "Tanti auguri da tutto il team, ecco un coupon regalo."}
{"label": 0, "subject": "Richiesta catalogo prodotti", "body": "Potete inviarci il catalogo aggiornato?"}
{"label": 0, "subject": "Riepilogo ordini mensili", "body": "In allegato trovi il dettaglio degli ordini effettuati questo mese."}
{"label": 0, "subject": "Notifica accesso riuscito", "body": "Hai effettuato l'accesso al portale clienti alle 09:12."}
{"label": 0, "subject": "Aggiornamento termini servizio", "body": "Abbiamo aggiornato i nostri termini di servizio, ti invitiamo a leggerli."}
{"label": 0, "subject": "Richiesta partnership media", "body": "Siamo interessati a una collaborazione per sponsorizzare il nostro podcast."}
{"label": 0, "subject": "Contest fotografico", "body": "Partecipa al concorso e vinci fantastici premi."}
{"label": 0, "subject": "Email di spam casuale", "body": "Hai vinto un milione di euro! Invia i tuoi dati per riceverlo."}
{"label": 0, "subject": "Aggiornamento bug fix", "body": "Il problema segnalato è stato risolto nell'ultima release."}
{"label": 0, "subject": "Comunicazione interna HR", "body": "Ricordiamo a tutti di completare il corso obbligatorio entro fine mese."}
{"label": 0, "subject": "Benvenuto nuovo cliente", "body": "Grazie per aver scelto il nostro servizio, allegata la guida di onboarding."}
{"label": 0, "subject": "Aggiornamento interno budget marketing", "body": "Il budget della campagna è stato approvato, non sono richieste quotazioni esterne."}
{"label": 0, "subject": "Report confronto listino", "body": "In allegato trovi il confronto prezzi già approvato: non contattare altri fornitori."}
{"label": 0, "subject": "Richiesta informazioni generiche", "body": "Vorrei sapere se offrite formazione ma al momento non sto valutando costi o preventivi."}
{"label": 0, "subject": "Condivisione tariffario interno", "body": "Invio il tariffario interno per revisione, documento riservato al team commerciale."}
{"label": 0, "subject": "Note riunione commerciale", "body": "Abbiamo discusso i prezzi in riunione, nessuna risposta da inviare al cliente."}
{"label": 0, "subject": "Aggiornamento progetto in corso", "body": "Il cliente attende il materiale già concordato, non dobbiamo preparare nuove offerte."}
{"label": 0, "subject": "Recap team vendite", "body": "Team marketing ha già inviato l'offerta, questa email è solo un promemoria interno."}
{"label": 0, "subject": "Newsletter partner: nuove tariffe", "body": "Ti informiamo sulle nuove tariffe disponibili, non richiediamo preventivi."}
{"label": 0, "subject": "Avviso consegna pacco", "body": "Il corriere consegnerà il tuo pacco domani tra le 9 e le 13."}
{"label": 1, "subject": "Richiesta offerta audit cybersecurity", "body": "Ci servirebbe un preventivo dettagliato per un audit di sicurezza informatica sui nostri server e reti aziendali entro fine mese."}
{"label": 1, "subject": "Demande de devis pour formation UX", "body": "Bonjour, pourriez-vous nous envoyer une proposition tarifaire pour un atelier UX de deux jours à Paris?"}
{"label": 1, "subject": "Preventivo noleggio attrezzature audio", "body": "Stiamo organizzando un roadshow e abbiamo bisogno di conoscere costi e disponibilità per microfoni, mixer e tecnici per 5 date."}
{"label": 1, "subject": "Request proposal: data warehouse modernization", "body": "Please share a statement of work with pricing options for modernizing our data warehouse on Snowflake."}
{"label": 1, "subject": "Solicitud cotización soporte servidores", "body": "Necesitamos una propuesta de mantenimiento 24/7 para seis servidores Linux incluyendo SLA detallado."}
{"label": 1, "subject": "Preventivo consulenza ESG", "body": "Vorremmo ricevere una stima di costi per un progetto di consulenza ESG di sei mesi con deliverable trimestrali."}
{"label": 1, "subject": "Quote request for 3D printed prototypes", "body": "Can you send pricing for producing 30 ABS prototypes based on the attached CAD files?"}
{"label": 1, "subject": "Preventivo servizio customer care multilingua", "body": "Ci occorre un'offerta per un servizio di customer care in italiano, inglese e tedesco attivo 7/7."}
{"label": 0, "subject": "Aggiornamento stato ticket", "body": "Il ticket #554 è passato in lavorazione, non sono richieste azioni."}
{"label": 0, "subject": "Newsletter fintech weekly", "body": "Le ultime notizie dal mondo fintech e gli eventi consigliati della settimana."}
{"label": 0, "subject": "Promemoria consegna documenti", "body": "Ricordiamo di caricare i documenti sul portale entro venerdì."}
{"label": 0, "subject": "Benvenuto nuovo dipendente", "body": "Siamo felici di darti il benvenuto nel team, qui trovi il kit informativo."}
{"label": 0, "subject": "Avviso phishing", "body": "Ignorare eventuali email che richiedono il reset della password, sono tentativi di phishing."}
{"label": 0, "subject": "Invito webinar prodotto", "body": "Iscriviti al webinar gratuito sulla nuova release della piattaforma."}
{"label": 0, "subject": "Promozione abbonamento annuale", "body": "Solo fino a domenica puoi rinnovare l'abbonamento con il 30% di sconto."}
{"label": 0, "subject": "Riepilogo spese marketing", "body": "In allegato il report di spesa già approvato, nessun nuovo preventivo richiesto."}
{"label": 0, "subject": "Calendario ferie aggiornato", "body": "In allegato trovi il file con le ferie approvate per il trimestre."}
{"label": 0, "subject": "Messaggio automatico di benvenuto", "body": "Grazie per esserti iscritto alla newsletter, riceverai solo contenuti informativi."}
{"label": 0, "subject": "Avviso manutenzione ascensore", "body": "Si comunica che l'ascensore rimarrà fermo martedì per manutenzione, nessuna azione richiesta."}
{"label": 0, "subject": "Report trimestrale interno", "body": "Il documento con i KPI interni è disponibile sul drive condiviso."}
{"label": 0, "subject": "Aggiornamento policy privacy", "body": "Ti informiamo dell'aggiornamento della nostra informativa privacy, nessun preventivo necessario."}
{"label": 0, "subject": "Promemoria approvazione spese", "body": "Ricordiamo di approvare le spese entro il 5 del mese, non servono contatti esterni."}
{"label": 0, "subject": "Comunicazione cambio sede", "body": "Dal prossimo mese gli uffici saranno trasferiti al nuovo indirizzo, dettagli allegati."}
{"label": 0, "subject": "Newsletter ecosostenibilità", "body": "Suggerimenti per ridurre l'impatto ambientale in azienda, nessuna richiesta commerciale."}
{"label": 0, "subject": "Reminder aggiornamento CRM", "body": "Aggiornare i dati cliente entro venerdì, non contattare fornitori."}
